alacritty
android-tools
ani-cli
ark
base
base-devel
beeper-latest-bin
bluedevil
bpytop
brave-bin
breeze
breeze-gtk
breeze-plymouth
chafa
composer
discord
discover
dolphin
drkonqi
efibootmgr
fastfetch
ffmpegthumbs
figlet
firefox
flameshot
flatpak-kcm
fzf
gimp
git
gparted
gpaste
grimblast-git
grub
gruvbox-plus-icon-theme-git
gst-plugin-pipewire
gwenview
htop
hyde-cli-git
hyprland-git
illogical-impulse-audio
illogical-impulse-backlight
illogical-impulse-basic
illogical-impulse-fonts-themes
illogical-impulse-gtk
illogical-impulse-portal
illogical-impulse-python
illogical-impulse-screencapture
illogical-impulse-widgets
jre17-openjdk
jre21-openjdk
kactivitymanagerd
kate
kde-cli-tools
kde-gtk-config
kde-material-you-colors
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kitty
klipper
kmenuedit
konsole
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kvantum
kvantum-qt5
kwallet-pam
kwayland
kwin
kwrited
layer-shell-qt
libkscreen
libksysguard
libplasma
linux-firmware
linux-zen
linux-zen-headers
localsend-bin
man-db
mangal-bin
milou
modrinth-app-bin
mpv
mupdf
nano
neofetch
neovim
nhentai-git
ocean-sound-theme
oh-my-zsh-git
onlyoffice-bin
os-prober
oxygen
oxygen-sounds
pamixer
parallel
php
php-sqlite
picom
piper
pipewire-alsa
pipewire-jack
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
pokemon-colorscripts-git
polkit-gnome
polkit-kde-agent
powerdevil
print-manager
python-pip
python-pyamdgpuinfo
qqc2-breeze-style
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
refind
reflector
sddm
sddm-kcm
sof-firmware
spotify
spotube-bin
steam
streamlink
swaylock-effects-git
syncplay
systemsettings
tty-clock
udiskie
visual-studio-code-bin
w3m
wacomtablet
xdg-desktop-portal-kde
yay
yay-debug
zip
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
